Revit 2024 API
GroupTypeId.EnergyAnalysisConceptualModel Property
 Energy Analytical Model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId EnergyAnalysisConceptualModel { get; }
Visual Basic
Public Shared ReadOnly Property EnergyAnalysisConceptualModel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EnergyAnalysisConceptualModel {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace